Repository: haphvn/box.com
Catalog: sites/default/files/tmp/*_stemmer-7.x-1.0-rc1.*_.po
Languages: de

source: Documentation
de: Dokumentation

source: Implements a German stemming algorithm (Porter) to improve searching.
de: Implementiert einen Algorithmus (nach Martin Porter) zur Verbesserung der Suche in deutschen Texten durch Wortstammbildung

source: Improve German language searching by guessing the words roots
de: Verbesserung der Suche durch automatisches Herleiten der ‚Wurzel‘ von Worten der deutschen Sprache

source: save
de: speichern

source: Search by word stemms
de: Suche für Worte über Wortstämme

source: Recognized stemmers
de: Module, die Text für die Suche vorbehandeln

source: Stopwords/exceptions of checked stemmers are managed
de: Module, die Texte für die Suche vorbehandeln, so z.B. Stopwortlisten

source: Exclude text files from being displayed
de: Textdateien nicht anzeigen

source: Unchecking all options wil show all available text files
de: Ist keine Datei ausgewählt, werden alle Textdateien angezeigt

source: General informations to set up the module
de: Allgemeine Informationen zum Einrichten des Moduls

source: Information taken from file "%DOC" distributed with the module
de: Informationen aus der Datei „%DOC“, die teil des Moduls ist

source: Check stemming
de: Wortstammbildung prüfen

source: input phrase to stemm
de: Text eingeben, der auf die Wortstämme zurückgeführt wird

source: stemmed phrase
de: bearbeiteter Text

source: List of stop words
de: Liste der Stoppwörter

source: Check and manipulate the word lists
de: Überprüfen und bearbeiten Sie die Wortlisten

source: addtional stop words
de: weitere Stoppwörter

source: input list of stop words to add
de: List der Stoppwörter, die hinzugefügt werden

source: Mark stop words to be deleted
de: Markieren Sie die zu löschenden Stoppworte

source: List of stemming exceptions
de: Liste der Ausnahmen für die Wortstammerkennung

source: Check and manipulate the list of key->value pairs
de: Prüfen und Bearbeiten der Liste von Schlüssel-> Wert-Paaren

source: addtional pairs of word->substitute combinations
de: weitere Paare von Word-> Ersatz-Kombinationen

source: List of even number of words to add as key->values pairs
de: Liste von Wörtern die als Paare von Schlüssel->Wert hinzugefügt werden

source: Mark exceptions to be deleted
de: Wählen Sie Ausnahmen aus, die gelöscht werden

source: Check and configure stemmers
de: Überprüfen und Konfigurieren der Wortstammerkennung

source: Call actual stemmer
de: Aufruf des aktuellen Stemmers

source: API for read/store/check and manipulate steming data
de: API zum Lesen/Speichern/Überprüfen und Bearbeiten zur Wortstammerkennung
